{"PaperId":2013265920,"Title":"Infection with Tobacco Mosaic Virus of Leaf Mesophyll Protoplasts from Susceptible and Resistant Lines of Tomato","Rank":22568,"CitationCount":101,"Doi":"10.1099/0022-1317-29-1-81","DocType":"Journal","BookTitle":null,"Volume":"29","Issue":"1","FirstPage":"81","LastPage":"91","PublishedDate":"1975-10-01","Publisher":"Microbiology Society","Journal":{"JournalName":"Journal of General Virology","JournalId":103035011,"Website":null},"Authors":[{"Name":"F. Motoyoshi","AuthorId":"2632896860","SequenceNumber":1},{"Name":"N. Oshima","AuthorId":"2708987407","SequenceNumber":2}],"FieldsOfStudy":[{"Name":"tobacco mosaic virus","Level":3},{"Name":"virus","Level":2},{"Name":"protoplast","Level":2},{"Name":"virology","Level":1},{"Name":"botany","Level":1},{"Name":"biology","Level":0}],"Urls":["http://jgv.microbiologyresearch.org/content/journal/jgv/10.1099/0022-1317-29-1-81"],"PdfUrl":"http://jgv.microbiologyresearch.org/deliver/fulltext/jgv/29/1/JV0290010081.pdf?itemId=/content/journal/jgv/10.1099/0022-1317-29-1-81&mimeType=pdf&isFastTrackArticle=","Abstract":"Summary\nA procedure was developed to isolate tomato mesophyll protoplasts in amounts sufficient for studying virus infection and multiplication. The infection of protoplasts with a tomato strain of tobacco mosaic virus occurred most efficiently when the inoculum contained 1 µg/ml virus, 1 µg/ml poly-l-ornithine and 0.01 m-phosphate buffer, pH 6.7. The efficiency of infection was influenced by the concentration of ions as well as by the pH of inoculation buffer. The virus infected protoplasts of plants homozygous for the gene Tm-2a, which is responsible for TMV-resistance of intact leaves, and multiplied as rapidly in them as in protoplasts from the susceptible parent line. In TMV-inoculated leaf discs prepared from the resistant plants, however, the growth of virus was very limited when compared with the large yield of virus obtained from leaf discs of the susceptible plants. The possible nature of the resistance is discussed in the light of these findings."}